{
    "questions": [
      "¿Has sentido presión para votar de cierta manera en las elecciones?",
      "¿Algún superior te ha insinuado favores a cambio de apoyo político?",
      "¿Has notado discriminación de género en tu ambiente laboral judicial?",
      "¿Te han negado oportunidades de ascenso por razones de género?",
      "¿Has experimentado acoso verbal en reuniones políticas o judiciales?",
      "¿Sientes que tu opinión es menos valorada por ser mujer en tu trabajo?",
      "¿Has recibido amenazas relacionadas con tu posición política o judicial?",
      "¿Te han excluido de decisiones importantes por tu género?",
      "¿Has sido objeto de rumores maliciosos en tu entorno laboral?",
      "¿Alguna vez te han pedido que te vistas de cierta manera para 'encajar' mejor?",
      "¿Has notado diferencias salariales injustificadas basadas en género?",
      "¿Te han asignado tareas menos importantes o desafiantes por ser mujer?",
      "¿Has experimentado tocamientos no deseados en tu ambiente de trabajo?",
      "¿Alguna vez te han hecho sentir incómoda con comentarios sobre tu apariencia?",
      "¿Has sido interrumpida o ignorada en reuniones importantes?",
      "¿Te han pedido que hagas tareas no relacionadas con tu trabajo, como servir café?",
      "¿Has sentido miedo de denunciar situaciones de acoso por temor a represalias?",
      "¿Te han cuestionado tu capacidad de liderazgo por ser mujer?",
      "¿Has experimentado presión para no tomar licencia por maternidad?",
      "¿Alguna vez te han sugerido que tu éxito se debe a favores sexuales?",
      "¿Has notado que se te excluye de eventos sociales importantes para networking?",
      "¿Te han hecho preguntas inapropiadas sobre tu vida personal o familiar?",
      "¿Has experimentado 'mansplaining' en tu ambiente laboral?",
      "¿Alguna vez te han dicho que eres 'demasiado emocional' para un cargo?",
      "¿Has sentido que tienes que trabajar el doble para probar tu valía?",
      "¿Te han negado recursos o información necesaria para tu trabajo?",
      "¿Has experimentado intimidación por parte de colegas o superiores?",
      "¿Alguna vez te han sugerido que ciertos casos o tareas no son 'para mujeres'?",
      "¿Has notado que tus ideas son ignoradas pero celebradas cuando las propone un hombre?",
      "¿Te han hecho sentir culpable por priorizar tu carrera sobre la familia?",
      "¿Has experimentado represalias por rechazar avances románticos o sexuales?",
      "¿Alguna vez te han pedido que 'sonrías más' o seas 'más agradable'?",
      "¿Has notado que se te interrumpe más frecuentemente que a tus colegas masculinos?",
      "¿Te han excluido de oportunidades de mentoría o desarrollo profesional?",
      "¿Has experimentado comentarios sexistas disfrazados de 'bromas'?",
      "¿Alguna vez te han cuestionado tu compromiso con el trabajo por ser madre?",
      "¿Has notado que se te asignan casos o tareas menos prestigiosas?",
      "¿Te han hecho sentir incómoda en eventos sociales relacionados con el trabajo?",
      "¿Has experimentado micro-agresiones basadas en género en tu día a día laboral?",
      "¿Alguna vez te han sugerido que cambies tu comportamiento para ser 'menos amenazante'?",
      "¿Has notado que tus logros son minimizados o atribuidos a otros?",
      "¿Te han negado oportunidades de hablar en público o representar a la institución?",
      "¿Has experimentado presión para no reportar incidentes de acoso o discriminación?",
      "¿Alguna vez te han hecho sentir que debes elegir entre tu carrera y tu vida personal?",
      "¿Has notado que se te critica más duramente por errores que a tus colegas masculinos?",
      "¿Te han excluido de conversaciones importantes o toma de decisiones?",
      "¿Has experimentado comentarios inapropiados sobre tu cuerpo o apariencia?",
      "¿Alguna vez te han sugerido que ciertas áreas del derecho no son 'apropiadas' para mujeres?",
      "¿Has notado que tus opiniones son cuestionadas más frecuentemente que las de tus colegas masculinos?",
      "¿Te han hecho sentir incómoda o insegura en tu lugar de trabajo?"
    ]
  }
  
  